KOSTAL/100.lib/MES/MES/MES/bin/Debug/Mesxml/assembleEmptyComp.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:r4="http://systemagmbh.com/manufacturing-automation/r4/">
   <soapenv:Header/>
   <soapenv:Body>
      <r4:assembleEmptyComp>
         <assembleEmptyCompRequest>
            <resourceId></resourceId>
            <operation></operation>
            <sfc></sfc>
         </assembleEmptyCompRequest>
      </r4:assembleEmptyComp>
   </soapenv:Body>
</soapenv:Envelope>